xcb-proto
libxdmcp
libxau
libxcb
xorgproto
libx11
libxext
libice
libsm
libxt
libxmu
xorg-xauth
xorg-xrdb
xorg-xmodmap
xorg-xinit
libpng
libxrender
graphite
harfbuzz
freetype2
fontconfig
pixman
lzo
cairo
libjpeg-turbo
libtiff
shared-mime-info
gdk-pixbuf2
giflib
libid3tag
libwebp
imlib2
libxdg-basedir
lua53
gobject-introspection-runtime
lua53-lgi
libdatrie
libthai
libxft
fribidi
pango
xcb-util
startup-notification
xcb-util-renderutil
xcb-util-image
xcb-util-cursor
xcb-util-keysyms
xcb-util-wm
libxpm
libxaw
xorg-xmessage
xkeyboard-config
libxkbcommon
libxkbcommon-x11
xcb-util-xrm
awesome
xorg-fonts-encodings
libfontenc
luit
xbitmaps
libutempter
libxkbfile
xterm
alsa-topology-conf
alsa-ucm-conf
alsa-lib
libsamplerate
alsa-utils
libasyncns
libogg
flac
libvorbis
libsndfile
libpulse
alsa-card-profiles
js78
polkit
rtkit
libtool
speexdsp
tdb
orc
libsoxr
webrtc-audio-processing
libxi
libxfixes
libxtst
pulseaudio
zsh
sudo
adobe-source-code-pro-fonts
adobe-source-sans-pro-fonts
bbswitch
libical
bluez
bluez-libs
atk
libxcursor
libxinerama
libxrandr
libepoxy
dconf
libxcomposite
libxdamage
at-spi2-core
at-spi2-atk
wayland
hicolor-icon-theme
librsvg
gtk-update-icon-cache
adwaita-icon-theme
json-glib
wayland-protocols
desktop-file-utils
libpciaccess
libdrm
libxxf86vm
libxshmfence
libomxil-bellagio
libunwind
libedit
llvm-libs
lm_sensors
libglvnd
vulkan-icd-loader
mesa
cantarell-fonts
lcms2
libusb
libgusb
libgudev
colord
libproxy
gsettings-desktop-schemas
glib-networking
brotli
libsoup
rest
libdaemon
avahi
libcups
sound-theme-freedesktop
libcanberra
iso-codes
libstemmer
tracker3
libcloudproviders
gtk3
nspr
nss
jansson
libnm
libnsl
python
python-cairo
python-gobject
blueman
bluez-utils
openjpeg2
poppler
qpdf
liblqr
libraqm
imagemagick
liblouis
ijs
cups-filters
bc
run-parts
libpaper
cups
jsoncpp
libuv
rhash
cmake
libexif
feh
which
xorg-xset
xorg-xprop
xdg-utils
tslib
mtdev
libevdev
libwacom
libinput
double-conversion
md4c
qt5-base
qt5-svg
flameshot
libmicrohttpd
elfutils
binutils
libmpc
gcc
java-runtime-common
libnet
jre-openjdk-headless
jre-openjdk
dnssec-anchors
ldns
openssh
powerline-common
python-powerline
powerline
powerline-fonts
ranger
libmm-glib
geocode-glib
geoclue
redshift
rxvt-unicode-terminfo
rxvt-unicode
libnotify
libxfce4util
gtk2
xfconf
libxfce4ui
perl-uri
exo
thunar
libevent
tmux
unzip
wget
perl-error
perl-timedate
perl-mailtools
git
cairo
dbus
gdk-pixbuf2
imlib2
libxdg-basedir
lua53
lua53-lgi
pango
startup-notification
xcb-util-cursor
xcb-util-keysyms
xcb-util-wm
xorg-xmessage
libxkbcommon-x11
libxkbcommon
xcb-util-xrm
